Repository: baupen/iOS
Catalog: Issue Manager/Issue Manager/*.lproj/Localizable.strings
Languages: it

# alert.cancel
source: Abbrechen
it: Annulla

# alert.connection_issues.message
source: Es konnte keine Verbindung zum Dienst aufgebaut werden.
it: Non è stato possibile stabilire una connessione.

# alert.connection_issues.title
source: Verbindungsproblem
it: Problema di connessione

# alert.invalid_session.message
source: Bitte neu einloggen.
it: Per favore effettua nuovamente il login.

# alert.invalid_session.title
source: Ungültige Sitzung!
it: Sessione non valida!

# alert.more_info
source: Mehr Informationen…
it: Più informazioni...

# alert.outdated_client.message
source: Diese Version der App kann leider nicht mehr mit dem Server kommunizieren. Bitte das neuste Update installieren.
it: Purtroppo, questa versione dell'applicazione non può più comunicare con il server. Si prega di installare l'ultimo aggiornamento.

# alert.outdated_client.title
source: Update erforderlich
it: Aggiornamento richiesto

# alert.push_failed.message
source: Einige Änderungen auf dem Gerät konnten nicht erfolgreich an die Website hochgeladen werden. Dies betrifft die folgenden Pendenzen: %@
it: Alcune modifiche sul dispositivo non possono essere caricate con successo sul sito web. Questo influisce sulle seguenti voci in sospeso: %@

# alert.push_failed.title
source: Fehler beim Hochladen!
it: Errore di caricamento!

# alert.unknown_sync_error.message
source: Beim Aktualisieren ist ein unbekannter Fehler aufgetreten. Bitte später noch einmal versuchen. Falls der Fehler bestehen bleibt, sollte der Text unter "Mehr Informationen…" dem Support behilflich sein
it: Durante l'aggiornamento si è verificato un errore sconosciuto. Per favore riprova più tardi. Nel caso in cui l'errore persista, il seguente testo potrebbe essere d'aiuto al supporto tecnico: %@

# alert.unknown_sync_error.title
source: Unbekannter Fehler!
it: Errore sconosciuto!

# alert.upgrade_wiped.message
source: Willkommen in der neuen Version! Bitte erneut anmelden.
it: Benvenuti alla nuova versione! Per favore, accedi di nuovo.

# alert.upgrade_wiped.title
source: App aktualisiert
it: App aggiornata

# alert.wiped.message
source: Die App wurde in den Originalzustand zurückversetzt. Bitte diese nun neu starten.
it: L'app è stata ripristinata al suo stato originale. Per favore, riavviatelo ora.

# alert.wiped.quit
source: App schliessen
it: Chiudere l'applicazione

# alert.wiped.title
source: App zurückgesetzt!
it: App reset!

# error_viewer.push_failed.changes_discarded.message
source: Bitte nun erneut das Synchronisieren versuchen.
it: Si prega di provare a sincronizzare di nuovo.

# error_viewer.push_failed.changes_discarded.title
source: Änderungen verworfen!
it: Modifiche scartate!

# error_viewer.push_failed.discard_changes
source: Diese Änderungen verwerfen
it: Scartare queste modifiche

# error_viewer.push_failed.message
source: Einige Änderungen auf dem Gerät konnten nicht erfolgreich an die Website hochgeladen werden. Dies betrifft die folgenden Pendenzen: %@ Weitere Details: %@
it: Alcune modifiche sul dispositivo non possono essere caricate con successo sul sito web.

# error_viewer.push_failed.stage.create
source: Neue Pendenz Hochladen
it: Carica il nuovo pendente

# error_viewer.push_failed.stage.deletion
source: Pendenz Löschen
it: Cancellare in sospeso

# error_viewer.push_failed.stage.image_upload
source: Bild Hochladen
it: Carica immagine

# error_viewer.push_failed.stage.patch
source: Details Hochladen
it: Carica i dettagli

# error_viewer.title
source: Fehlerdetails
it: Dettagli dell'errore

# error_viewer.unknown_error.message
source: Beim Aktualisieren ist ein unbekannter Fehler aufgetreten. Folgende Informationen sollten dem Support beim Diagnostizieren helfen: %@
it: Si è verificato un errore sconosciuto durante l'aggiornamento. Le seguenti informazioni dovrebbero aiutare il supporto a diagnosticare il problema:

# error_viewer.wipe_all_data.button
source: App zurücksetzen
it: Reset app

# error_viewer.wipe_all_data.cancel
source: Abbrechen
it: Cancella

# error_viewer.wipe_all_data.confirm
source: Alles Löschen
it: Cancellare tutto

# error_viewer.wipe_all_data.warning
source: Es werden alle Daten gelöscht, die nicht auf der Website sind. Fortfahren?
it: Cancellerà tutti i dati che non si trovano sul sito web. Continuare?

# issue.craftsman
source: Unternehmer
it: Operaio

# issue.craftsman_name
source: Name
it: Nome

# issue.description
source: Beschreibung
it: Descrizione

# issue.is_client_mode
source: Im Abnahmemodus aufgenommen
it: Inserita in modalità sopralluogo

# issue.no_craftsman
source: Kein Unternehmer
it: Nessun operaio

# issue.no_description
source: Keine Beschreibung
it: Nessuna descrizione

# issue.status
source: Status
it: Stato

# issue.status.closed
source: Abgeschlossen
it: Terminata

# issue.status.closed_by
source: Geschlossen von %@
it: Confermata da %@

# issue.status.new
source: Neu
it: Nuova

# issue.status.registered
source: Im Verzeichnis
it: Nel registro

# issue.status.registered_by
source: Registriert von %@
it: Registrata da %@

# issue.status.resolved
source: Zur Inspektion
it: Pendenza risposta

# issue.status.resolved_by
source: Umgesetzt von %@
it: Pendenza risposta da %@

# issue.status.unknown_entity
source: [unbekannt]
it: [sconosciuto]

# issue.trade
source: Gewerk
it: Funzione

# issue.unregistered
source: neu
it: Nuova

# login.alert.login_error.message
source: Beim Einloggen ist ein Fehler aufgetreten.
it: C'è stato un problema durante il login.

# login.alert.login_error.title
source: Unbekannter Fehler!
it: Errore sconosciuto!

# login.connect_to_website
source: Einloggen
it: Entrare

# login.placeholder.website
source: Website
it: Sito web

# login.register
source: Jetzt registrieren
it: Registrati ora

# login.register.header
source: Noch nicht registriert?
it: Non sei ancora registrato?

# login.scan.cancel
source: Abbrechen
it: Cancella

# login.scan.instructions
source: Dazu auf der Website auf „mit App verbinden“ klicken (in der Baustellenauswahl oben links).
it: Per farlo, clicca su "connect with app" sul sito web (nella selezione del sito in alto a sinistra).

# login.scan.title
source: Login-Code Scannen
it: Scansione del codice di accesso

# map.could_not_load
source: Der Bauplan konnte nicht geladen werden!
it: Non è stato possibile caricare la pianta!

# map.issue_list.show_details
source: Details anzeigen
it: Mostra dettagli

# map.issue_list.show_in_map
source: Auf Bauplan anzeigen
it: Mostrare sulla pianta

# map.issue_list.summary
source: %@ Pendenzen offen; %@ insgesamt
it: %@ pendenze aperte; %@ in totale

# map.issue_list.summary_filtered
source: Filter aktiv: %@/%@ Pendenzen angezeigt
it: Filtro attivo: %@/%@ pendenze visualizzate.

# map.issue_positioner.cancel
source: Abbrechen
it: Cancella

# map.issue_positioner.continue
source: Weiter
it: Vai a

# map.new_unpositioned_issue
source: Pendenz ohne Platzierung erfassen
it: Registrare pendenza senza posizione

# map.no_map_selected
source: Wähle links einen Bereich aus, um hier den zugehörigen Bauplan zu sehen.
it: Scegli una zona a sinistra, per visualizzare qui la relativa pianta.

# map.no_pdf
source: Der Bereich "%@" hat keinen zugehörigen Bauplan.
it: La zona "%@" non ha nessuna pianta.

# map.pdf_loading
source: Bauplan wird geladen…
it: Caricamento pianta...

# map.title
source: Bauplan
it: Pianta

# map_list.map_removed.dismiss
source: Schliessen
it: Chiudere

# map_list.map_removed.message
source: Dieser Bereich existiert nicht mehr.
it: Questa zona non esiste più. Verrai reindirizzato alla scelta dell'edificio.

# map_list.map_removed.title
source: Bereich entfernt!
it: Zona rimossa!

# map_list.map_summary.open_issues
source: %@ offene Pendenzen
it: %@ pendenze aperte

# map_list.removed_from_map.dismiss
source: Schliessen
it: Chiudere

# map_list.removed_from_map.message
source: Diese Baustelle ist diesem Account nicht mehr zugänglich. Auf der Website kann dies unter "Baustelle auswählen" verändert werden.
it: Questo sito non è più accessibile a questo account. Questo può essere cambiato sul sito web sotto "Seleziona sito".

# map_list.removed_from_map.title
source: Kein Zugriff!
it: Nessun accesso!

# map_list.section.child_maps
source: Untergeordnete Bereiche
it: Zone subalterne

# map_list.section.this_map
source: Dieser Bereich
it: Questa zona

# markup.title
source: Zeichnen
it: Disegnare

# register.alert.invalid_email.message
source: '%@' ist keine gültige E-Mail-Adresse.
it: '%@' non è un indirizzo email valido.

# register.alert.invalid_email.title
source: Ungültige E-Mail!
it: E-mail non valida!

# register.alert.invalid_website.message
source: '%@' ist keine gültige Web-Adresse.
it: '%@' non è un indirizzo web valido.

# register.alert.invalid_website.title
source: Ungültige Website!
it: Sito web non valido!

# register.alert.unknown_error.message
source: Es ist beim Kommunizieren mit der Website ein unbekannter Fehler aufgetreten. Falls der Fehler bestehen bleibt, könnte der folgende Text dem Support behilflich sein: %@
it: Si è verificato un errore sconosciuto durante la comunicazione con il sito web. Se l'errore persiste, il seguente testo potrebbe aiutare il supporto: %@

# register.alert.unknown_error.title
source: Fehler beim Registrieren!
it: Errore durante la registrazione!

# register.back_to_login
source: Zurück zum Login
it: Torna al login

# register.create_account
source: Registrieren
it: Registra

# register.customize_website
source: Auf anderer Website registrieren
it: Registrati su un altro sito web

# register.email_explanation
source: Es wird jetzt eine E-Mail verschickt, über welche der Account fertig erstellt werden kann.
it: Verrà ora inviata un'e-mail, che può essere utilizzata per finire la creazione dell'account.

# register.placeholder.website
source: Website
it: Sito web

# site_list.client_mode.description
source: Im Abnahmemodus werden nur die Pendenzen angezeigt, die auch im Abnahmemodus erfasst wurden.
it: Nella modalità sopralluogo (con l'acquirente/locatario), vengono mostrate solo le pendenze registrate in modalità sopralluogo.

# site_list.client_mode.title
source: Abnahmemodus
it: Modalità sopralluogo

# site_list.file_progress.determinate
source: %@/%@ Pendenzbilder geladen…
it: %@/%@ immagini in sospeso caricate....

# site_list.file_progress.indeterminate
source: Pendenzbilder werden geladen…
it: Le immagini in attesa sono caricate...

# site_list.log_out
source: Ausloggen
it: Logout

# site_list.refresh_hint
source: Noch keine Daten geladen! Hier herunterziehen, um mit dem Server zu synchronisieren.
it: Ancora nessun dato caricato! Scorri in basso per sincronizzare i dati locali con il server.

# site_list.site_summary.open_issues
source: %@ offene Pendenzen
it: %@ pendenze aperte

# site_list.site_summary.total_issues
source: %@ insgesamt
it: %@ in totale

# site_list.title
source: Baustellen
it: Edificio

# site_list.welcome
source: Willkommen, %@
it: Benvenuto, %@

# sync.progress.downloading_construction_site_files
source: Baustellenfotos laden: %@
it: Caricando le foto del sito: %@

# sync.progress.downloading_map_files
source: Grundrisse laden: %@
it: Caricando le planimetrie: %@

# sync.progress.fetching_top_level_objects
source: Baustellen laden…
it: Caricando cantieri…

# sync.progress.file_progress.done
source: fertig!
it: pronto!

# sync.progress.pulling_site_data
source: Pendenzen laden: %@
it: Caricando pendenze: %@

# sync.progress.pushing_local_changes
source: Änderungen hochladen…
it: Caricando i cambiamenti…

# view_issue.action.close
source: Pendenz schliessen
it: Approvare

# view_issue.action.reopen
source: Pendenz wiedereröffnen
it: Aprire nuovamente

# view_issue.action.reset_resolution
source: Markierung zurücksetzen
it: Respingere

# view_issue.actions
source: Aktionen
it: Azioni

# view_issue.camera_control_hint
source: Tippen, um ein Foto zu machen.
it: Tocca per scattare una foto.

# view_issue.could_not_activate_camera
source: Die Kamera konnte nicht aktiviert werden!
it: Non è stato possibile attivare la fotocamera!

# view_issue.could_not_open_library.message
source: Um die Fotoauswahl zu öffnen, braucht diese App in den Einstellungen Zugriff auf deine Fotos.
it: Per aprire la galleria, questa app necessita del permesso di accedere alle tue foto (impostazioni dispositivo).

# view_issue.could_not_open_library.title
source: Fotoauswahl nicht möglich!
it: Impossibile aprire la galleria!

# view_issue.could_not_save_image.title
source: Das Bild konnte nicht abgespeichert werden!
it: Non è stato possibile salvare l'immagine!

# view_issue.could_not_take_picture.title
source: Fotoaufnahme fehlgeschlagen!
it: Impossibile scattare la fotografia!

# view_issue.craftsman
source: Unternehmer
it: Operaio

# view_issue.description
source: Beschreibung
it: Descrizione

# view_issue.details
source: Details
it: Dettagli

# view_issue.image_placeholder.loading
source: Bild noch nicht geladen.
it: Immagine non ancora caricata.

# view_issue.image_placeholder.not_set
source: Kein Foto gesetzt
it: Nessuna foto caricata

# view_issue.is_client_mode
source: Im Abnahmemodus aufgenommen
it: Inserita in modalità sopralluogo

# view_issue.is_client_mode.false
source: Nein
it: No

# view_issue.is_client_mode.true
source: Ja
it: Sì

# view_issue.markup
source: Auf Foto zeichnen
it: Disegnare sulla foto

# view_issue.no_suggestions
source: Keine passenden Vorschläge
it: Nessun suggerimento adatto

# view_issue.no_trade
source: Kein Gewerk
it: Nessuna funzione

# view_issue.retry_camera
source: Erneut versuchen
it: Tentare nuovamente

# view_issue.review_explanation
source: Diese Pendenz wurde vom Unternehmer als umgesetzt markiert.
it: Questa voce in sospeso è stata segnata come implementata dal contraente.

# view_issue.select_craftsman.none
source: Kein Unternehmer
it: Nessun operaio

# view_issue.select_craftsman.title
source: Unternehmer
it: Operaio

# view_issue.select_trade.none
source: Kein Gewerk
it: Nessuna funzione

# view_issue.select_trade.title
source: Gewerke
it: Funzioni

# view_issue.title_creating
source: Neue Pendenz
it: Nuova pendenza

# view_issue.title_editing
source: Pendenz bearbeiten
it: Elaborare la pendenza

# view_issue.title_viewing
source: Details
it: Dettagli della pendenza
